Repository: mpnz2bjfnq-hue/hund
Catalog: Canine360Widgets/Localizable.xcstrings
Source language: sv
Languages: en

source: DISTANS
en: DISTANCE

source: Dagbok
en: Diary

source: Du har läsbehörighet för %@ — be ägaren om loggbehörighet för att snapplogga.
en: You have view access to %@ — ask the owner for logging access to quick log.

source: Foder
en: Food

source: Förväntat löp
en: Expected heat

source: GPS + steg
en: GPS + steps

source: Genvägar som öppnar appen direkt i rätt loggningsflöde. Välj hund med långtryck → Redigera widget.
en: Shortcuts that open the app straight into the right logging flow. Choose dog with long press → Edit Widget.

source: Hund
en: Dog

source: Hundträff i parken
en: Dog meetup in the park

source: Hälsa
en: Health

source: Idag
en: Today

source: Idag %@
en: Today %@

source: Imorgon
en: Tomorrow

source: Ingen hund att visa. Lägg till en hund i appen.
en: No dog to show. Add a dog in the app.

source: Inget inbokat
en: Nothing booked

source: Kommande
en: Upcoming

source: Logga för %@
en: Log for %@

source: Njut av dagen 🐾
en: Enjoy the day 🐾

source: Nu
en: Now

source: Nästa vet-bokning, förväntat löp och inbokade träffar. Välj hund med långtryck → Redigera widget.
en: Next vet booking, expected heat and booked meetups. Choose dog with long press → Edit Widget.

source: Om %lld d
en: In %lld d

source: Pausad
en: Paused

source: Promenad med %@
en: Walk with %@

source: Pågår
en: Ongoing

source: Snapplogga
en: Quick Log

source: Stadsparken
en: City Park

source: Starta promenad
en: Start walk

source: TEMPO
en: PACE

source: TID
en: TIME

source: Träning
en: Training

source: Veterinärbesök
en: Vet visit

source: Vilken hund widgeten visar.
en: Which dog the widget shows.

source: Välj hund
en: Choose dog

source: hunden
en: the dog

source: Öppna Canine360 för att synka widgeten.
en: Open Canine360 to sync the widget.

source: Öppnar Canine360 och startar en promenad direkt.
en: Opens Canine360 and starts a walk right away.

source: Öppnar Canine360 och startar en promenad.
en: Opens Canine360 and starts a walk.

source: Öppnar appen och startar en promenad direkt — för låsskärmen.
en: Opens the app and starts a walk right away — for the lock screen.
